<html>
    <head>
        <title>Лабораторная работа №1</title>
    </head>
    <body>
        <h1>
            Лабораторная работа №1
        </h1>
    </body>
</html>


<?php 
    echo "Это тест /n new line"; 
    //однострочный комметарий для одной строки
?>

<?php 
echo "Это тест" 

/* Комментарий в несколько строк
еще строка
и снова строка */

?>   



<h1>Это <?php # echo "простой";?> пример.</h1>
<p>


<?php
/* 
   echo "Это тест"; /* Проблема*/
//*/
?>


<?php
$message = "Hallo world:) (выведено с использованием переменных)!";
echo $message;
?>
